export const languages = {
  am: {
    title: "Հրավիրում ենք Ձեզ",
    subtitle: "Ներկա գտնվելու",
    baptism: "Մեր Միքայելի  մկրտության արարողությանը",
    birthday: "Ինչպես նաև տոնելու Միքայելի ծննդյան 1 ամյակը 🎉",
    date: "🗓️ Հոկտեմբերի 11, 2025",
    church: "➤ Սուրբ Գայանե Եկեղեցի",
    churchTime: "🕓 16:00",
    restaurant: "➤ Լիաննա Գարդեն հոլլ",
    restaurantTime: "🕠 17:30",
    rsvp: "ՍԻՐՈՎ ՍՊԱՍՈՒՄ ԵՆՔ ❤️",
    parents: "Արման և Վերոնիկա",
    langButton: "РУС"
  },
  ru: {
    title: "Приглашаем Вас",
    subtitle: "присутствовать на",
    baptism: "Святом крещении нашего Микаеля",
    birthday: "А также праздновании первого дня рождения Микаеля 🎉",
    date: "🗓️ 11 октября 2025",
    church: "➤ Церковь Святой Гаяне",
    churchTime: "🕓 16:00",
    restaurant: "➤ Ресторан Лиана Гарден холл",
    restaurantTime: "🕠 17:30",
    rsvp: "Будем рады вашей присутствии ❤️",
    parents: "Арман & Вероника",
    langButton: "ՀԱՅ"
  }
};