export const languages = {
  am: {
    title: "Սիրելի հարազատներ",
    subtitle: "Սրտանց հրավիրում ենք Ձեզ մասնակցելու",
    baptism: "Մեր որդու՝ Միքայելի  մկրտության արարողությանը",
    birthday: "Ինչպես նաև միասին տոնելու նրա 1-ամյակը 🎉✨",
    date: "Հանդիպում ենք Հոկտեմբերի 11-ին",
    church: "➤ Սուրբ Գայանե Եկեղեցի",
    churchTime: "🕓 16:00",
    restaurant: "➤ Լիաննա Գարդեն Հոլլ",
    restaurantTime: "🕠 17:30",
    rsvp: "ՍԻՐՈՎ ՍՊԱՍՈՒՄ ԵՆՔ ❤️",
    parents: "Արման, Վերոնիկա և Միքայել",
    langButton: "РУС"
  },
  ru: {
    title: "Дорогие родные и близкие",
    subtitle: "Приглашаем Вас присутствовать на",
    baptism: "Святом крещении нашего сына Микаела",
    birthday: "А также вместе отпраздновать его первый День рождения 🎉✨",
    date: "Ждём Вас 11 октября",
    church: "➤ Церковь Святой Гаяне",
    churchTime: "🕓 16:00",
    restaurant: "➤ Лианна Гарден Холл",
    restaurantTime: "🕠 17:30",
    rsvp: "Будем рады Вашему присутствию ❤️",
    parents: "Арман, Вероника и Микаел",
    langButton: "ՀԱՅ"
  },
};